Repository: NMarjou/localization-app
Catalog: TMs/en-US_nl-NL.tmx
Source language: en_us
Languages: nl_nl

source: # User plans
nl_nl: # Gebruikersplannen

source: User status
nl_nl: Gebruikersstatus

source: % Users having aligned goals
nl_nl: % Gebruikers met afgestemde doelen

source: % Users having behaviors
nl_nl: % Gebruikers met gedragingen

source: # Users having check-ins
nl_nl: # Gebruikers met check-ins

source: % Used check-ins
nl_nl: % gebruikte check-ins

source: # Users having goals
nl_nl: # Gebruikers met doelen

source: % Used goals
nl_nl: % gebruikte doelen

source: # Users having no goals
nl_nl: # Gebruikers zonder doelen

source: % Users having no goals
nl_nl: % Gebruikers zonder doelen

source: # Users having plans
nl_nl: # Gebruikers met plannen

source: % Users having plans
nl_nl: % Gebruikers met plannen

source: # Users logged in
nl_nl: # Gebruikers ingelogd

source: % Users logged in
nl_nl: % gebruikers ingelogd

source: % Users received feedback
nl_nl: % Gebruikers die feedback ontvingen

source: # Users received feedback ratings
nl_nl: # Gebruikers die feedbackbeoordelingen ontvingen

source: # Users requested feedback
nl_nl: # Gebruikers die feedback aanvroegen

source: % Users requested feedback
nl_nl: % Gebruikers die feedback aanvroegen

source: # Users used feedback
nl_nl: # Gebruikers gebruikten feedback

source: % Used feedback
nl_nl: % gebruikt feedback

source: # Users who sent feedback
nl_nl: # Gebruikers die feedback verstuurden

source: % Users who sent feedback
nl_nl: % Gebruikers die feedback verstuurden

source: # Warning
nl_nl: # Waarschuwing

source: % Warning
nl_nl: % Waarschuwing

source: Weighted score
nl_nl: Gewogen score

source: Widget name
nl_nl: Widgetnaam

source: Work country
nl_nl: Werkland

source: Work region
nl_nl: Werkregio

source: Work region state
nl_nl: Werkregio-staat

source: Work town city
nl_nl: Werkplaats (stad)

source: Worker behavior comment
nl_nl: Opmerking over gedrag van medewerker

source: Worker behavior rating name
nl_nl: Naam van beoordelingscategorie voor gedrag van medewerker

source: Worker challenge is submitted
nl_nl: Bezwaar van medewerker is ingediend

source: Worker email
nl_nl: E-mailadres medewerker

source: Worker evaluation
nl_nl: Medewerkerbeoordeling

source: Worker final review status
nl_nl: Eindbeoordelingsstatus medewerker

source: Worker full name
nl_nl: Volledige naam medewerker

source: Worker ID and name
nl_nl: Werknemer-ID en naam

source: Worker ID + full name
nl_nl: Medewerker-ID + volledige naam

source: % Workers logged in
nl_nl: % ingelogde medewerkers

source: Worker rating
nl_nl: Beoordeling medewerker

source: Worker rating comment
nl_nl: Toelichting beoordeling medewerker

source: Worker refused plan
nl_nl: Medewerker weigerde plan

source: # Worker review completed
nl_nl: # Afgeronde beoordelingen medewerkers

source: % Worker review completed
nl_nl: % Afgeronde beoordelingen medewerkers

source: Worker role
nl_nl: Rol medewerker

source: # Workers with RTI
nl_nl: # Medewerkers met RTI

source: % Workers with RTI
nl_nl: % Medewerkers met RTI

source: Worker Let's discuss submitted
nl_nl: Ingediend door medewerker voor ‘Laten we bespreken’

source: # Workers logged in
nl_nl: # Ingelogde medewerkers

source: Workers overall behavior rating comment
nl_nl: Toelichting algemene gedragsbeoordeling medewerkers

source: Worker overall behavior rating scale
nl_nl: Schaal algemene gedragsbeoordeling medewerker

source: Worker overall goal rating comment
nl_nl: Toelichting algemene doelbeoordeling medewerker

source: Workers overall goal rating scale ID
nl_nl: ID schaal algemene doelbeoordeling medewerkers

source: Workflow status name
nl_nl: Naam workflowstatus

source: Workflow step
nl_nl: Werkstap

source: Achievement summary
nl_nl: Prestatie-overzicht

source: Action
nl_nl: Actie

source: Actions completed
nl_nl: Voltooide acties

source: Active users by role
nl_nl: Actieve gebruikers per rol

source: Active users who sent feedback
nl_nl: Actieve gebruikers die feedback verstuurden

source: # Active workers with RTI requests
nl_nl: # Actieve medewerkers met RTI-aanvragen

source: % Active workers with RTI requests
nl_nl: % Actieve medewerkers met RTI-aanvragen

source: Activity
nl_nl: Activiteit

source: Additional review questions
nl_nl: Aanvullende beoordelingsvragen

source: Adoption Monitor
nl_nl: Adoptiebewaking

source: Adoption & Top-Level Summaries
nl_nl: Adoptie en samenvattingen op hoofdniveau

source: % aligned goals
nl_nl: % afgestemde doelen

source: Alignment - Self & manager
nl_nl: Afstemming – medewerker & manager

source: Assigned check-ins
nl_nl: Toegewezen check-ins

source: Average & max. total scores by org level
nl_nl: Gemiddelde en maximale totaalscores per organisatieniveau

source: Average total score by org unit
nl_nl: Gemiddelde totaalscore per org-eenheid

source: Average wait time for not released
nl_nl: Gemiddelde wachttijd voor niet vrijgegeven

source: Avg. check-ins (managers)
nl_nl: Gem. check-ins (managers)

source: Avg. check-ins (workers)
nl_nl: Gem. check-ins (medewerkers)

source: Avg. current goal progress
nl_nl: Gem. huidige voortgang doelen

source: Avg. logins over time
nl_nl: Gemiddeld aantal logins in de tijd

source: Avg. parent goal progress
nl_nl: Gem. voortgang hoofddoelen

source: Avg. progress
nl_nl: Gem. voortgang

source: Behavior count distribution
nl_nl: Verdeling van aantal gedragingen

source: Behavior distribution
nl_nl: Verdeling van gedrag

source: Behavior Overview
nl_nl: Overzicht gedrag

source: Behaviors sent over time
nl_nl: Verstuurde gedragingen in de tijd

source: Behavior received
nl_nl: Ontvangen gedrag

source: Behavior requested
nl_nl: Aangevraagd gedrag

source: Behavior sent
nl_nl: Verstuurd gedrag

source: Behaviors received
nl_nl: Ontvangen gedragingen

source: Bonus Allocation Overview
nl_nl: Overzicht bonustoewijzing

source: Bonus Comp Round Export Details
nl_nl: Exportdetails van de bonus-compensatieronde

source: Career plan completion rate
nl_nl: Voltooiingsgraad loopbaanplan

source: Career Plan Overview
nl_nl: Overzicht loopbaanplan

source: Career Plan Status
nl_nl: Status loopbaanplan

source: Career plans by workflow status
nl_nl: Loopbaanplannen per workflowstatus

source: # Career plans pending manager completion
nl_nl: # Loopbaanplannen in afwachting van afronding door manager

source: Career plan workflow status
nl_nl: Workflowstatus van loopbaanplan

source: Check-in Details
nl_nl: Details check-in

source: Check-in Overview
nl_nl: Overzicht check-ins

source: Check-in participant relation
nl_nl: Relatie van check-in-deelnemer

source: Check-in Status
nl_nl: Status check-in

source: Check-in status by org. level
nl_nl: Check-instatus per organisatieniveau

source: Check-ins having messages
nl_nl: Check-ins met berichten

source: Check-ins in the future
nl_nl: Check-ins in de toekomst

source: Check-ins over time
nl_nl: Check-ins in de tijd

source: Check-ins recurring
nl_nl: Terugkerende check-ins

source: Check-ins with discussion points
nl_nl: Check-ins met agendapunten

source: Check-ins with message
nl_nl: Check-ins met bericht

source: Check-ins with messages by role
nl_nl: Check-ins met berichten per rol

source: Check-ins created over time
nl_nl: In de tijd gemaakte check-ins

source: Clarity (avg.)
nl_nl: Duidelijkheid (gem.)

source: Clarity (distribution)
nl_nl: Duidelijkheid (verdeling)

source: Closed after deadline
nl_nl: Gesloten na de deadline

source: Closed before deadline
nl_nl: Gesloten vóór de deadline

source: Closed RTI request by deadline met
nl_nl: Gesloten RTI-aanvraag met deadline gehaald

source: Closed RTI requests
nl_nl: Gesloten RTI-aanvragen

source: # Closed RTI requests
nl_nl: # Gesloten RTI-aanvragen

source: Comm round details by worker
nl_nl: Communicatieronde-details per medewerker

source: Comm round document audit details
nl_nl: Auditdetails communicatiedocumentronde

source: Communication audit trail
nl_nl: Communicatie-audittrail

source: Communication details
nl_nl: Communicatiedetails

source: Communication executive overview
nl_nl: Communicatie executive-overzicht

source: Communication over time
nl_nl: Communicatie in de tijd

source: Communication round
nl_nl: Communicatieronde

source: Communication status
nl_nl: Communicatiestatus

source: Comp Rounds
nl_nl: Compensatierondes

source: Performance Executive Summary
nl_nl: Samenvatting prestaties voor leidinggevenden

source: Cumulative first time login over time
nl_nl: Cumulatief eerste keer inloggen in de tijd

source: Data Privacy acceptance
nl_nl: Toestemming gegevensprivacy

source: Device usage
nl_nl: Apparaatgebruik

source: Distribution of answers for multiple choice questions with drill-down
nl_nl: Verdeling van antwoorden voor meerkeuzevragen met doorklikmogelijkheden

source: Document action date
nl_nl: Datum documentactie

source: Document creation by date
nl_nl: Documentcreatie per datum

source: Document not released
nl_nl: Document niet vrijgegeven

source: Document release status
nl_nl: Status documentvrijgave

source: Document released
nl_nl: Document vrijgegeven

source: Documents read over time
nl_nl: Gelezen documenten in de tijd

source: Documents released over time
nl_nl: Vrijgegeven documenten in de tijd

source: Worker details
nl_nl: Medewerkerdetails

source: Endorsed, public & shared
nl_nl: Bevestigd, openbaar en gedeeld

source: Evaluation scores by org level
nl_nl: Beoordelingsscores per organisatieniveau

source: Evaluation section by worker
nl_nl: Beoordelingsonderdeel per medewerker

source: Evaluation section name
nl_nl: Naam beoordelingsonderdeel

source: as *.{{format}}
nl_nl: als *.{{format}}

source: Export page
nl_nl: Exporteer pagina

source: Your file is being generated. The download will begin automatically once it's ready. This window will close on its own after the download is complete.
nl_nl: Uw bestand wordt gegenereerd. De download begint automatisch zodra het klaar is. Dit venster sluit vanzelf nadat de download is voltooid.

source: Preparing your download
nl_nl: Uw download voorbereiden

source: Export report
nl_nl: Rapport exporteren

source: Feedback characteristics
nl_nl: Kenmerken van feedback

source: Feedback Details
nl_nl: Details feedback

source: Feedback Overview
nl_nl: Overzicht feedback

source: Feedback quality metrics
nl_nl: Kwaliteitsstatistieken van feedback

source: Feedback Ratings
nl_nl: Feedbackbeoordelingen

source: Feedback received
nl_nl: Feedback ontvangen

source: Feedback received over time
nl_nl: Ontvangen feedback in de tijd

source: Feedback Request Overview
nl_nl: Overzicht feedbackverzoeken

source: Feedback sent
nl_nl: Feedback verzonden

source: Feedback sent by role
nl_nl: Verstuurde feedback per rol

source: Feedback sent by type
nl_nl: Verstuurde feedback per type

source: Feedback sent over time
nl_nl: Verstuurde feedback in de tijd

source: Feedback with behaviors
nl_nl: Feedback met gedragingen

source: Final manager/worker alignment
nl_nl: Definitieve afstemming manager/werknemer

source: Final review rating distribution
nl_nl: Verdeling van de definitieve beoordelingsscores

source: First-time logins over time (cumulative)
nl_nl: Eerste logins in de loop der tijd (cumulatief)

source: Functionality usage
nl_nl: Gebruik van functionaliteit

source: Goal Alignment
nl_nl: Doelafstemming

source: Goal Details
nl_nl: Details doel

source: Goal Overview
nl_nl: Doeloverzicht

source: Goal priority & tracking status
nl_nl: Doelprioriteit en voortgangsstatus

source: Goal status by org. level
nl_nl: Doelstatus per organisatieniveau

source: Goal Strategic Drivers
nl_nl: Strategische drijfveren voor doel

source: Goal title word cloud
nl_nl: Woordwolk van doel­titels

source: Goals approved
nl_nl: Doelen zijn goedgekeurd

source: Goals completed
nl_nl: Voltooide doelen

source: Goals created over time
nl_nl: In de loop van de tijd aangemaakte doelen

source: Goal details
nl_nl: Doeldetails

source: Goal Status
nl_nl: Status doel

source: Goals with actions
nl_nl: Doelen met acties

source: Individual People Day Summary
nl_nl: Individueel People Day-overzicht

source: Initial manager/worker alignment
nl_nl: Initiële afstemming manager/werknemer

source: The innermost circle represents the line leader rating submitted pre-People Day, followed by he line leader rating post People Day, followed by the line leader rating post Let's Discuss. The outermost circle represent line leader +1 rating during the post Challenge process.
nl_nl: De binnenste cirkel geeft de beoordeling van de lijnmanager weer die vóór People Day is ingediend, gevolgd door de beoordeling van de lijnmanager na People Day, gevolgd door de beoordeling van de lijnmanager na Let’s Discuss. De buitenste cirkel geeft de beoordeling van de lijnmanager +1 weer tijdens het post-Challengeproces.

source: Last data refresh
nl_nl: Laatste gegevensverversing

source: Leadership clusters
nl_nl: Leiderschapsclusters

source: Let's discuss between manager & worker
nl_nl: Laten we het bespreken tussen manager en werknemer

source: Logins over time
nl_nl: Logins in de loop der tijd

source: Logins per platform
nl_nl: Aanmeldingen per platform

source: Manager + 1 review challenge
nl_nl: Beoordelingsbezwaar bij manager + 1

source: # Manager completions over time
nl_nl: # Managers die in de loop van de tijd hebben afgerond

source: Manager having to complete career plans
nl_nl: Managers die loopbaanplannen moeten afronden

source: Manager rating distribution
nl_nl: Verdeling van de beoordelingsscores door de manager

source: Manager review behavior distribution
nl_nl: Verdeling van gedrag in managerbeoordelingen

source: Manager review change (people day)
nl_nl: Wijziging in managerbeoordeling (People Day)

source: Manager review goal distribution
nl_nl: Verdeling van doelen in managerbeoordelingen

source: Managers having goals
nl_nl: Managers met doelen

source: Managers with no goals
nl_nl: Managers zonder doelen

source: New logins over time
nl_nl: Nieuwe logins in de loop van de tijd

source: # New RTI requests
nl_nl: # Nieuwe RTI-aanvragen

source: No goals (all users)
nl_nl: Geen doelen (alle gebruikers)

source: No Goals Detail
nl_nl: Geen details over doelen

source: Number of reviews with evaluation section score = 0
nl_nl: Aantal beoordelingen met score beoordelingsonderdeel = 0

source: Open right to information (RTI) requests
nl_nl: Open verzoeken voor recht op informatie (RTI)

source: Open RTI request by deadline status
nl_nl: Open RTI-aanvraag naar deadlinestatus

source: # Open RTI requests by country
nl_nl: # Open RTI-aanvragen per land

source: # Open RTI requests by org unit
nl_nl: # Open RTI-aanvragen per organisatorische eenheid

source: # Open RTI requests
nl_nl: # Open RTI-aanvragen

source: Org. goals
nl_nl: Organisatiedoelen

source: The outer circle represents post People Day manager rating (prior to People Day this will reflect the last submitted rating). The inner circle represents manager rating submitted pre-People Day
nl_nl: De buitenste cirkel geeft de managersbeoordeling na People Day weer (vóór People Day wordt hier de laatst ingediende beoordeling weergegeven). De binnenste cirkel geeft de managersbeoordeling weer die vóór People Day is ingediend.

source: Overview
nl_nl: Overzicht

source: Pay Communication
nl_nl: Compensatiecommunicatie

source: Pay & Performance
nl_nl: Compensatie en prestaties

source: Pay Transparency - Right to Information
nl_nl: Salaristransparantie - Recht op informatie

source: Percent of total
nl_nl: Percentage van totaal

source: Performance Check-in Overview
nl_nl: Overzicht van Performance Check-in

source: Performance check-in rating by org levels
nl_nl: Performance Check-in-beoordeling per organisatieniveau

source: Performance check-in status by org level
nl_nl: Status van prestatie-check-ins per organisatieniveau

source: Performance Reviews
nl_nl: Prestatiebeoordelingen

source: Performance Reviews - Goals & Behaviors
nl_nl: Prestatiebeoordelingen - Doelen en gedragingen

source: Process Status Report
nl_nl: Processtatusrapport

source: Question type usage
nl_nl: Gebruik van vraagtypen

source: Questions
nl_nl: Vragen

source: Questions & Answers
nl_nl: Vragen en antwoorden

source: Rating alignment
nl_nl: Afstemming beoordeling

source: Rating changed by manager
nl_nl: Beoordeling gewijzigd door manager

source: Rating changed by moderator
nl_nl: Beoordeling gewijzigd door moderator

source: Rating changed manager
nl_nl: Beoordeling gewijzigd door manager

source: Rating distribution
nl_nl: Beoordelingsverdeling

source: Read & release status by org level
nl_nl: Lees- en vrijgavestatus per organisatieniveau

source: Read status
nl_nl: Leesstatus

source: Read status by comm round (released documents)
nl_nl: Leesstatus per communicatieronde (vrijgegeven documenten)

source: Read status by org level (released documents)
nl_nl: Leesstatus per organisatieniveau (vrijgegeven documenten)

source: Read status (unreleased documents)
nl_nl: Leesstatus (niet vrijgegeven documenten)

source: # Refused career plan
nl_nl: # Geweigerde loopbaanplannen

source: Release status by comm round
nl_nl: Vrijgavestatus per communicatieronde

source: Release status by org level
nl_nl: Vrijgavestatus per organisatieniveau

source: Reply rate
nl_nl: Reactiegraad

source: Request Flow
nl_nl: Aanvraagstroom

source: Requests read
nl_nl: Gelezen verzoeken

source: Requests sent over time
nl_nl: In de loop van de tijd verzonden verzoeken

source: Requests with behaviors
nl_nl: Verzoeken met gedragingen

source: Review
nl_nl: Beoordeling

source: Review additional questions
nl_nl: Aanvullende vragen bij beoordeling

source: Review Behaviors Details
nl_nl: Details van gedragingen beoordelen

source: Review challenge
nl_nl: Beoordelingsuitdaging

source: Review completion
nl_nl: Beoordeling voltooid

source: Review Details
nl_nl: Beoordelingsdetails

source: Review Details & Additional Questions
nl_nl: Beoordelingsdetails en aanvullende vragen

source: Review Distribution Overview
nl_nl: Overzicht beoordelingsverdeling

source: Review evaluation table
nl_nl: Beoordelingsevaluatietabel

source: Review Executive Summary
nl_nl: Managementsamenvatting beoordelen

source: Review Goals & Behaviors Overview
nl_nl: Overzicht doelen en gedragingen beoordelen

source: Review Goal Details
nl_nl: Doeldetails beoordelen

source: Review rating distribution
nl_nl: Beoordelingsverdeling beoordelen

source: Review Status
nl_nl: Beoordelingsstatus

source: Review status table
nl_nl: Statusoverzicht beoordeling

source: Review completion status
nl_nl: Status voltooiing beoordeling

source: Review custom questions export table
nl_nl: Exporttabel aangepaste beoordelingsvragen

source: Review detailed export table
nl_nl: Gedetailleerde beoordelings‑exporttabel

source: Review evaluation status
nl_nl: Status beoordelingsbeoordeling

source: Reviews with aligned behavior ratings
nl_nl: Beoordelingen met afgestemde gedragsbeoordelingen

source: Reviews with aligned goal ratings
nl_nl: Beoordelingen met afgestemde doelscores

source: Reviews with worker/manager alignment
nl_nl: Beoordelingen met afstemming werknemer/manager

source: # Right to information (RTI) requests
nl_nl: # Verzoeken inzake recht op informatie (RTI)

source: Role assignment
nl_nl: Roltoewijzing

source: RTI request deadline monitor
nl_nl: Deadlinemonitor RTI-aanvraag

source: RTI request deadline status by country
nl_nl: Status RTI-deadline per land

source: RTI request deadline status by org unit
nl_nl: Status RTI-deadline per org-eenheid

source: RTI request details
nl_nl: Details RTI-aanvraag

source: RTI request details by worker
nl_nl: Details RTI-aanvraag per medewerker

source: RTI request status
nl_nl: Status RTI-aanvraag

source: RTI request status by country
nl_nl: Status RTI-verzoek per land

source: RTI request status by org unit
nl_nl: Status RTI-verzoek per org-eenheid

source: # RTI requests closed
nl_nl: # RTI-verzoeken gesloten

source: # RTI requests closed without document
nl_nl: # RTI-verzoeken gesloten zonder document

source: # RTI requests during warning period
nl_nl: # RTI-verzoeken tijdens de waarschuwingsperiode

source: # RTI requests in progress
nl_nl: # RTI-verzoeken in behandeling

source: # RTI requests pending document release
nl_nl: # RTI-verzoeken in afwachting van documentvrijgave

source: RTI requests received over time
nl_nl: RTI-verzoeken in de loop van de tijd ontvangen

source: RTI requests remaining days (Warning & Overdue)
nl_nl: Resterende dagen RTI-aanvragen (waarschuwing & achterstallig)

source: % RTI requests unreleased at least once
nl_nl: % RTI-aanvragen minstens één keer ingetrokken

source: Salary & Bonus Comp Round Export Details
nl_nl: Exportdetails van de salaris- en bonus-compensatieronde

source: Salary Comp Round Export Details
nl_nl: Exportdetails van de salariscompensatieronde

source: Salary Increase Allocation Overview
nl_nl: Overzicht salarisverhoging toewijzing

source: Self-assessment
nl_nl: Zelfevaluatie

source: # Self-assessment submissions over time
nl_nl: # Zelfbeoordelingsinzendingen in de loop der tijd

source: Self-review rating distribution
nl_nl: Verdeling zelfbeoordelingsscores

source: Shared goals
nl_nl: Gedeelde doelen

source: Stacked behaviors sent by org level
nl_nl: Gestapelde gedragingen verzonden per organisatieniveau

source: Status by org. level
nl_nl: Status per organisatieniveau

source: The sunburst displays how the manager ratings were changed during the People Day. The worker and manager ratings were aligned for
nl_nl: Het zonnestraaldiagram toont hoe de managersbeoordelingen tijdens People Day zijn gewijzigd. De beoordelingen van medewerker en manager zijn op elkaar afgestemd voor

source: reviews.
nl_nl: beoordelingen.

source: The sunburst displays how the line leader and line leader + 1 ratings were changed during the Let's Discuss and Challenge processes.
nl_nl: Het zonnestraaldiagram toont hoe de beoordelingen van de lijnmanager en lijnmanager +1 zijn gewijzigd tijdens de Let’s Discuss- en Challenge-processen.

source: System Logins
nl_nl: Systeemaankoppelingen

source: System Roles Permission
nl_nl: Systeemrollenmachtiging

source: System Usage Details
nl_nl: Details van systeemgebruik

source: System Usage Overview
nl_nl: Overzicht van systeembediening

source: System Usage & Roles
nl_nl: Systeemgebruik en rollen

source: Thanks, Favorites & Let's meet
nl_nl: Bedankt, favorieten & laten we afspreken

source: Top 5 strategic drivers
nl_nl: Top 5 strategische drijfveren

source: Total active users
nl_nl: Totaal aantal actieve gebruikers

source: Total answers
nl_nl: Totaal aantal antwoorden

source: Total behaviors requested
nl_nl: Totaal aantal gevraagde gedragingen

source: Total career plan templates
nl_nl: Totaal aantal loopbaanplantemplates

source: Total career plans
nl_nl: Totaal aantal loopbaanplannen

source: Total challenged reviews
nl_nl: Totaal aangevochten beoordelingen

source: Total check-ins
nl_nl: Totaal aantal check-ins

source: Total number of check-ins in table
nl_nl: Totaal aantal check-ins in tabel

source: Total completed reviews
nl_nl: Totaal afgeronde beoordelingen

source: Total documents not released
nl_nl: Totaal aantal niet vrijgegeven documenten

source: Total documents released
nl_nl: Totaal aantal vrijgegeven documenten

source: Total documents unreleased
nl_nl: Totaal aantal niet vrijgegeven documenten

source: Total goals by strategic driver
nl_nl: Totaal aantal doelen per strategische drijfveer

source: Total goals with strategic drivers
nl_nl: Totaal aantal doelen met strategische drijfveren

source: Total logins
nl_nl: Totaal aantal aanmeldingen

source: Total logins over time
nl_nl: Totaal aantal logins in de loop der tijd

source: Total number of alignments:
nl_nl: Totaal aantal alignments:

source: Total number of communication rounds
nl_nl: Totaal aantal communicatierondes
